// Copyright (c) Microsoft Corporation.
// Licensed under the MIT License.
 (function($) {
    $.fn.datepicker.dates["gu"] = {
        days: ["રવિવાર", "સોમવાર", "મંગળવાર", "બુધવાર", "ગુરુવાર", "શુક્રવાર", "શનિવાર"],
        daysShort: ["રવિ", "સોમ", "મંગળ", "બુધ", "ગુરૂ", "શુક્ર", "શનિ"],
        daysMin: ["રવિ", "સોમ", "મંગળ", "બુધ", "ગુરૂ", "શુક્ર", "શનિ"],
        months: ["જાન્યુઆરી", "ફેબ્રુઆરી", "માર્ચ", "એપ્રિલ", "મે", "જૂન", "જુલાઈ", "ઑગસ્ટ", "સપ્ટેમ્બર", "ઑક્ટોબર", "નવેમ્બર", "ડિસેમ્બર"],
        monthsShort: ["જાન્યુ", "ફેબ્રુ", "માર્ચ", "એપ્રિલ", "મે", "જૂન", "જુલાઈ", "ઑગસ્ટ", "સપ્ટે", "ઑક્ટો", "નવે", "ડિસે"],
        today: "આજે",
        monthsTitle: "મહિના",
        clear: "સાફ કરો",
        weekStart: 1,
        format: "dd / mm / yyyy"
    };
    $.fn.datetimepicker.dates["gu"] = {
        days: ["રવિવાર", "સોમવાર", "મંગળવાર", "બુધવાર", "ગુરુવાર", "શુક્રવાર", "શનિવાર"],
        daysShort: ["રવિ", "સોમ", "મંગળ", "બુધ", "ગુરૂ", "શુક્ર", "શનિ"],
        daysMin: ["રવિ", "સોમ", "મંગળ", "બુધ", "ગુરૂ", "શુક્ર", "શનિ"],
        months: ["જાન્યુઆરી", "ફેબ્રુઆરી", "માર્ચ", "એપ્રિલ", "મે", "જૂન", "જુલાઈ", "ઑગસ્ટ", "સપ્ટેમ્બર", "ઑક્ટોબર", "નવેમ્બર", "ડિસેમ્બર"],
        monthsShort: ["જાન્યુ", "ફેબ્રુ", "માર્ચ", "એપ્રિલ", "મે", "જૂન", "જુલાઈ", "ઑગસ્ટ", "સપ્ટે", "ઑક્ટો", "નવે", "ડિસે"],
        today: "આજે",
        monthsTitle: "મહિના",
        clear: "સાફ કરો",
        weekStart: 1,
        meridiem: "",
        format: "dd / mm / yyyy"
    };
}(jQuery));
